export default function Page() {
    return (
        <>
            <div className="container mx-auto my-10">
                <h1 className="text-center text-xl md:text-3xl text-gray-700 font-bold my-6">شاید براتون سوال شده باشه چرا رکسو؟</h1>
                <img src="./assets/AboutUs.png" alt="About-us" className="p-8 m-auto mb-7 w-[80%]" />
                <h2 className="text-lg font-bold text-[#ff0000] mt-5 mb-1">Resourceful</h2>
                <h1 className="">به معنای کاردان خوش فکر، مبتکر که همیشه سعی ما بر این بوده در صورتی در زمینه ای ادعا کنیم که در آن به توانایی کامل رسیده باشیم و تلاش به پیشرفت را سرلوحه خود قرار دهیم. با ذهنیتی مبتکر و متفکر پا به این عرصه قرار دادیم تا تحولی شگرف در زمینه بهبود دانش الکترونیک و کامپیوتری کشور برداریم.</h1>
                <h2 className="text-lg font-bold text-[#0000ff] mt-4 mb-1">Educational</h2>
                <h1>آموزش مساوی است با پیشرفت. ما با یادگیری هیچ هنری ضرر نخواهیم کرد. وقتی شما آموزش می بینید نشان دهنده عطش شما برای بهبود نسبت به روز قبل است. هیچ کس استاد نیست. هیچ کس کامل نیست. ما هم به عنوان مدرسین این آکادمی نیز نیاز به یادگیری داریم و این امری غیر قابل امکار است اما نکته ای که باید در نظر گرفت این نیست که چه آموزشی سبب پیشرفت می شود.</h1>
                <h1>آموزشی که حاصل سال ها تجربه باشد. پروژه محور باشد و از همه مهمتر پشیتیبانی 24 ساعته داشته باشد</h1>
                <h2 className="text-lg font-bold text-green-600 mt-4 mb-1">Xenacious</h2>
                <h1>پر از اشتیاق، چه کاری بدون اشتیاق، علاقه و انگیزه امکان پذیر است؟ شما اول باید کاری را بخواهید و با امیدواری به خود بگویید میشود. من می توانم تا در نهایت نتسجه آن را در عمل تجربه کنید.</h1>
                <h2 className="text-lg font-bold text-amber-400 mt-4 mb-1">Optimistic</h2>
                <h1>خودباوری و امید به آینده ای بهتر همیشه اولین آخریم دلیل ما برای ادامه دادن است. هیچ چیز در مقابل این حس نمی تواند مقابله مگر اینکه به ایمان نرسیده باشد. پس ایمان داشته باشید. ایمانی که هر ثانیه می گوید ما می توانیم.</h1>

            </div>
        </>
    )
}
